Revit 2027 API
ParameterTypeId.RbsParallelpipesHorizontalNumber Property
 "Horizontal Number for parallel pipes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsParallelpipesHorizontalNumber { get; }
Public Shared ReadOnly Property RbsParallelpipesHorizontalNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsParallelpipesHorizontalNumber {
	ForgeTypeId^ get ();
}
static member RbsParallelpipesHorizontalNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace